app/Controllers/Dashboard.php

    public function anggota()
    {
        $adminModel = new AdminModel();
        $data['admin'] = $adminModel->findAll();
---
SELECT *
FROM `admin`

    public function topup()
    {
        $model = new ImageModel();
        $data['images'] = $model->findAll();
---
SELECT *
FROM `images`