app/Controllers/Dashboard.php

SELECT *
FROM `diamond_topup`
SELECT *
FROM `stellar`
SELECT *
FROM `crystal`
SELECT *
FROM `darkcrystal`
SELECT *
FROM `valorant`
SELECT *
FROM `apexcoin`
---
    public function admin()
    {
        $model = new DiamondTopupModel();
        $data['diamonds'] = $model->findAll();

        $model = new PrimogemModel();
        $data['primogem'] = $model->findAll();

        $model = new StellarModel();
        $data['stellar'] = $model->findAll();

        $model = new CrystalModel();
        $data['crystal'] = $model->findAll();

        $model = new DcModel();
        $data['darkcrystal'] = $model->findAll();

        $model = new GemModel();
        $data['gem'] = $model->findAll();

        $model = new ValorantModel();
        $data['valorant'] = $model->findAll();

        $model = new ApexcoinModel();
        $data['apexcoin'] = $model->findAll();

SELECT *
FROM `admin`
---
    public function anggota()
    {
        $adminModel = new AdminModel();
        $data['admin'] = $adminModel->findAll();

SELECT *
FROM `images`
---
    public function topup()
    {
        $model = new ImageModel();
        $data['images'] = $model->findAll();